var data = {
    "common":  "Habanero",
    "binomial":"Capsicum chinense",

    "edible":  "Excellent",
    "warnings":"This pepper is very spicy: Scoville rating: 100,000-500,000",
    "impact":  "OK to harvest: not at risk",

    "content":{
        "description":  ["The habanero is a variety of chili pepper. When used in English, it is sometimes spelled and pronounced haba&ntilde;ero, the tilde being added as a hyperforeignism patterned after jalape&ntilde;o. Unripe habaneros are green, and they color as they mature. Common colors are orange and red, but white, brown, yellow, green, and purple are also seen. Typically, a ripe habanero chili is 2&ndash;6 cm (0.8&ndash;2.4 in) long. Habanero chilis are very hot, rated 100,000&ndash;350,000 on the Scoville scale.",
                         "Habaneros are members of the Capsicum family that includes chilli peppers, such as bell peppers, poblanos and jalape&ntilde;os. Habaneros are indigenous to South America, Central America and the Caribbean Islands and considered to be the hottest among all varieties of chilli peppers that are cultivated commercially. As a result, they are preferred by connoisseurs of spicy dishes. However, in addition to their intense heat, habaneros also possess many other attributes.",
                         "Habaneros enclose elevated levels of vitamins, dietary fiber, and minerals, in addition to the compound capsaicin. If your diet incorporates all the nutrients offered by habanero peppers, it will help you to put off the development of several potentially grave health conditions. However, it is essential that you check with your physician prior to eating habaneros if you suffer from chronic gastric disorders, such as irritable bowel syndrome (IBS) and chronic heartburn.",
                         "When we talk about any habanero pepper, we are actually referring to a chilli pepper variety that is among the spiciest. In Spanish, the word habanero denotes &quot;from Havana,&quot; and in reality, this pepper was initially brought to the Yucatan Peninsula from Cuba. Currently, habaneros are mostly cultivated in the Yucatan, in addition to Belize, Costa Rica and a number of regions in the United States, mainly Texas and California. Very often, habanero peppers are used to prepare hot sauce.",
                         "Habanero pepper plant&apos;s species name is Capsicum chinense Jacquin, and this plant belongs to the Solanaceae family. Usually, the height of this plant may be anything between 9.4 inches to 14.2 inches (24 cm to 36 cm), while the length of the pepper is approximately between 1.0 inch to 2.5 inches (2.54 cm to 6.35 cm). The color of majority varieties of habanero peppers changes from green to orange when ripe and their Scoville heat rating may be anything between 150,000 and 325,000. This is why the habanero pepper is considered to be among the spiciest species of capsicum peppers.",
                         "Wilbur Scoville, a German scientist, invented the Scoville system for rating the heat possesses by any chilli pepper. Although the system invented by Scoville is not scientifically fool-proof, as the tests are founded on human tasting and are very much objective, there is no doubt that Scoville units are very helpful in measuring the different levels of spiciness in different pepper types. The Scoville taste examinations involve using dissimilar chilli peppers blended with foods having a neutral taste and the quantity of the peppers used for testing are decreased gradually with a view to find the duration for which the testers are able to continue tasting the heat possessed by a particular pepper that is being tested.",
                         "Numerous types of habanero peppers are available and one of these is a trademarked variety, known as the Red Savina&trade;, which is said to be one of the hottest peppers in the world. Other well-known habanero pepper varieties include the scutaba and the chocolate. The surface of chocolate habaneros is wrinkled. They appear on green plants that produce cream-hued blossoms, but their color changes to chocolate brown when they ripen. On the other hand, the Scutaba habaneros have a smooth skin and when ripe, their color changes to red. This is a very flavourful habanero variety.",
                         "A number of people are often of the wrong impression that the chilli pepper seeds are the spiciest content of this herb. In reality, capsaicinoids, the heady lipids contained by habanero pepper as well as other chilli varieties, are their spiciest part. Their concentration is highest when they are present in the sacs of the peppers&apos; inner walls. However, the seeds also contain a small amount of capsaicinoids. In fact, a habanero pepper is so potent that it can cause skin and eye irritations. Therefore, it is essential to wear gloves even when you are handling the outside of the habanero peppers.",
                         "Available documents show that the habanero chilli has its origin in the Amazon region and it spread to different regions of the world via Mexico. Habanero chill has been cultivated since prehistoric times. This is evident from the fact that a variety of domesticated habanero chilli, which is said to be about 8,500 years old, was discovered by archeologists while carrying out excavation work at a site in Peru. In addition, a whole fruit of a small cultivated variety of habanero chilli was also discovered in depths comparable to the Pre-ceramic levels in the Peruvian highland&apos;s Guitarrero Cave. This chilli pepper fruit is said to be from 6,500 B.C.E.",
                         "After the Spaniards discovered habanero chilli, it quickly spread to various other regions of the world, where the climatic conditions were favourable for cultivating this plant. It is interesting to note, that taxonomists of the 18th century were of the wrong belief that habanero chilli was native to China and, hence, named it &quot;Capsicum chinense&quot;, which when translated into English denotes &quot;the Chinese pepper&quot;.",
                         "Currently, the Yucatan Peninsula in Mexico produces the maximum amount of habanero peppers, which have become an integral part of the food of people residing in this region. In fact, these chillies are included in all dishes prepared by people in the region, irrespective of whether they are in solid or salsa/ pur&eacute;e form. Other countries that currently produce habanero chillies include Panama (where it is called aji chombo), Belize, Colombia, Costa Rica, Ecuador and some regions in the United States, such as California, Idaho and Texas. Although Mexico consumes the major part of habanero chillies produced worldwide, habanero peppers have become popular throughout the world for their excellent flavour and fragrance.",
                         "Many people frequently compare an exceptionally hot pepper chilli called the Scotch bonnet to habanero peppers, as these two chilli varieties belong to the same species, but their pod types are dissimilar. However, habanero and Scotch bonnet both have a slender, waxy (smooth) flesh. The level of heat as well as flavour of both these chilli varieties are also similar. While the intensity of &quot;heat&quot; or spiciness of these two chilli varieties is more or less the same, the actual extent of piquancy or flavour of the individual fruits differs greatly depending on the genetics, the method of their cultivation, climatic conditions where they were grown as well as the stress endured by the plants.",
                         "The heat as well as its aroma and fruity flavour, which is akin to that of citrus, have made habanero peppers a preferred ingredient for preparing spicy foods and sauces."],
        "habitat":      ["Habanero pepper plants succeed well in hot weather conditions. Like in the case of all varieties of peppers, habanero peppers also grow well in places receiving excellent sunlight in the morning and in somewhat acidic soils having a pH levels between 5 and 6. It is important to note that you should water the habanero plants only when the soil becomes arid. If the roots and the soil remain very moist, the fruits produced by the plants will have a bitter taste.",
                         "The habanero plants bloom throughout the year provided you cultivate them with necessary care and provide them with suitable conditions for their growth. These plants grow like bushes and are excellent for growing in containers. However, in places having temperate climatic conditions, this species is grown as an annual plant. They wither away during the winter and are grown again in the following spring. On the contrary, as all other chilli varieties, the habanero pepper plants produce fruits throughout the year. These plants will continue to fruit incessantly provided the growing conditions remain favourable.",
                         "You may directly sow the habanero bushes in the ground. Alternatively, you may also cultivate them in containers, as they possess the aptitude to survive and flourish in pots for several years."],
        "medicinalUses":["All types of chilli peppers enclose phytochemicals known as capsaicinoids, which make capsicum. In fact, capsicum is the main element that provides heat intensity when one applies habanero peppers externally or consumes them. Following its consumption, habanero pepper attaches with the mouth as well as the throat - the pain receptors related to heat. When the receptor transmits the burning sensation to the brain, it acts in response by enhancing the heart rate perspiration, while releasing the natural endorphin of the body.",
                         "Findings of several scientific studies have revealed that consumption of habanero peppers may have attributes valuable for our health, such as working as an anti-coagulant agent. It has also been found that consumption of capsicum in small amounts may aid in putting off strokes or heart attacks due to blood clots.",
                         "Often, physicians recommend people suffering from cardiovascular problems to take little doses of habanero chilli with dairy dishes, as low density lipoprotein or &quot;bad cholesterol&quot; can resist the oxidation process for a prolonged period and it even hold-up the progress of a major health hazard. In addition, habanero peppers possess the aptitude to alleviate the symptoms related to rhinitis. It may possibly also prevent development of bronchitis by removing the mucus congested in the lungs and noses.",
                         "A number of animal studies, especially those undertaken on mice, have revealed that using products containing capsicum may possibly be beneficial to people suffering from obesity and help them to lose weight. However, studies undertaken on humans have not corroborated this finding.",
                         "Generally speaking, capsaicin or capsicum peppers are also beneficial for people with diabetes, as they help to generate new cells that begin insulin production.",
                         "In a number of countries, people use chillies to prepare salves, as they have some anesthetic and anti-inflammatory actions. Findings of some studies undertaken on mice have proved that using products containing capsicum may block pain even without bringing about temporary paralysis. A number of researches have corroborated that consumption of different varieties of capsicum may possibly prevent development of stomach ulcers, especially if someone&apos;s stomach is teeming with H. pylori.",
                         "Habanero chilli as well as jalape&ntilde;o are excellent sources of a number of B vitamins. In addition, they also contain elevated amounts of vital minerals like iron, potassium and magnesium, which may prove to be effective in shielding us from the risks of cancer. Findings of a number of researches have demonstrated that consuming habanero peppers may also be useful in protecting us against the risks of prostate cancer.",
                         "The powdered form of all chilli pepper varieties and freshly obtained habanero chillies may also be beneficial in avoiding food contamination in places where people still do not have the minimum refrigeration facilities."],
        "edibility":    ["Belonging to the Capsicum family, habanero is among the hottest or spiciest peppers available anywhere. People who are accustomed to having lots of spicy foods are likely to build up a resistance against its intense heat, and it possibly will not cause you any harm, besides making you feel a little tingle in the mouth and thirsty. However, this chilli does have some side effects and the most usual among them include a burning sensation in the throat, watering eyes, stomach disorder, and runny nose. It is worth noting that the pickle prepared with habanero pepper in vinegar is spicier compared to the freshly picked chilli. Moreover, this pickle is less flavourful compared to a fresh habanero pepper. The adverse effects of habanero can be diminished by drinking milk or consuming rice or bread with pepper. This will help to soak up capsaicin, the spicy or pungent chemical present in habanero peppers.",
                         "However, people who are not accustomed to spicy or hot foods may experience blisters in their mouth after consuming foods prepared with habanero peppers. In addition, it may result in tingling and pain in their mouth and also render their taste buds ineffective for some days after the consumption of the spicy food. However, if other parts of your body are exposed to this pepper, the damage may be even worse. It may result in agonizing skin rashes or even burn the eyes if you happen to accidentally touch your eyes after handling the pepper.",
                         "Although capsaicin is very strong oil, there is no scientific proof that shows that using any amount of this chemical is unsafe. There are several myths associated to side effects caused by the peppers, such as their use causes ulcers. Contrary to such wrong beliefs, capsaicin works to put off ulcers by encouraging the stomach to accumulate bile and, thereby, facilitate the destruction of unwanted or harmful bacteria. However, if one already has an ulcer, capsaicin may worsen the condition and even aggravate digestive problems. Hence, it is important that people with any type of digestive or stomach disorder should always check with their physician prior to consuming foods prepared with habanero peppers.",
                         "Taking an elevated amount of capsaicin may possibly raise your blood pressure and body temperature temporarily. Hence, it is advisable that people having high blood pressure (hypertension) or those prone to heart attacks ought to be extra cautious while consuming habanero pepper or foods cooked with it."]
    },
    "image": {
        "description":   {"imgPath": "./img/d06a82e9c9b83dbc283a7a8f.jpg",
                          "imgCaption": "Capsicum chinense"},
        "habitat":       {"imgPath": "./img/d06a82e9c9b83dbc283a7a90.jpg",
                          "imgCaption": "Habanero peppers"},
        "medicinalUses": "",
        "edibility":     ""
    },
    "similarSpecies": {
        "typeImage": "./img/a530d7ce6b128c9d651e9f0a.jpg",
        "name": "Capsicum annuum",
        "information":"This species includes bell peppers."
    }
}